export const ways = [
  {
    description:
      'Ядро його фронтенд-стеку зазвичай складає HTML, CSS, JavaScript + React/Angular/Vue.js, а на серверній стороні може бути Java/C#/Python/Node.js абощо.',
  },
  {
    description:
      'FullStack розробник – це спеціаліст, який поєднує в собі обов’язки веброзробника клієнтської сторони (FrontEnd) та серверної (BackEnd).',
  },
  {
    description:
      'Він здатен вести повний цикл створення вебзастосунків та вебсервісів від початку до кінця без залучення інших FrontEnd або BackEnd фахівців.',
  }
]

export const differences = {
  css: 'HTML створює каркас сайту, а CSS – стилізує та збагачує його',
  js: 'Мова програмування для створення анімацій на сайті та відповідної клієнтської логіки',
  git: 'Система контролю версій, яка є невід’ємним інструментом командного розроблення',
  react: 'Найпопулярніша FrontEnd-бібліотека для розроблення ефектних UI для веб-додатків',
  mysql: 'Це система управління базами даних (СУБД), створена для зручної взаємодії з даними',
  nodejs: 'Кросплатформне середовище для створення ефективних веб-застосунків за допомогою JavaScript'
}

 